

/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ kann die Identität der Website „%2$@“ nicht überprüfen";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ unterstützt derzeit leider keine Vorschau für diesen Dateityp.";

/* Seafile */
"%@ invite you to %@" = "%1$@ hat Sie zu %2$@ eingeladen";

/* Seafile */
"%@, Uploaded %@" = "%1$@, Hochgeladen %2$@";

/* Seafile */
"%@, uploading" = "%@, wird hochgeladen";

/* Seafile */
"%@, waiting to upload" = "%@, auf Hochladen wird gewartet";

/* Seafile */
"%ld photos remain" = "Noch %ld Fotos übrig";

/* Seafile */
"1 photo remain" = "Noch 1 Foto übrig";

/* Seafile */
"A file with the same name already exists, do you want to overwrite?" = "Es gibt bereits eine Datei mit diesem Namen. Wollen Sie sie überschreiben?";

/* Seafile */
"About" = "Über";

/* Seafile */
"Account" = "Konto";

/* Seafile */
"Account Info" = "Kontoinformation";

/* Seafile */
"Accounts" = "Konten";

/* Seafile */
"Activities" = "Aktivitäten";

/* Seafile */
"Activity" = "Aktivitäten";

/* Seafile */
"Add a new discussion" = "Eine neue Diskussion hinzufügen";

/* Seafile */
"Add account" = "Konto hinzufügen";

/* Seafile */
"Add contact" = "Kontakt hinzufügen";

/* Seafile */
"Added" = "Added";

/* Seafile */
"Added directory" = "Added directory";

/* Seafile */
"Added file" = "Added file";

/* Seafile */
"Added or modified" = "Added or modified";

/* Seafile */
"All photos synced" = "Alle Fotos wurden synchronisiert";

/* Seafile */
"Are you sure to clear all the cache?" = "Möchten Sie den Zwischenspeicher wirklich löschen?";

/* Seafile */
"Auto Upload" = "Automatischer Upload";

/* Auto cleay library password */
"Auto clear passwords" = "Passwörter automatisch löschen";

/* Seafile */
"Auto merge by seafile system" = "Auto merge by seafile system";

/* Seafile */
"Back" = "Zurück";

/* Seafile */
"Back to Last Account" = "Weiter mit aktuellem Konto";

/* Seafile */
"Background Upload" = "Im Hintergrund hochladen";

/* Seafile */
"Cache" = "Zwischenspeicher";

/* FolderView_iPad.storyboard */
"Camera Upload" = "Automatischer Foto-Upload";

/* Seafile */
"Cancel" = "Abbrechen";

/* Seafile */
"Cancel download" = "Herunterladen abbrechen";

/* Seafile */
"Changed library name or description" = "Changed library name or description";

/* Seafile */
"Checking library password ..." = "Das Passwort der Bibliothek wird überprüft …";

/* Seafile */
"Choose" = "Auswählen";

/* Seafile */
"Choose an account to start" = "Bitte wählen Sie ein Konto aus";

/* Seafile */
"Clear libraries passwords successfully." = "Die Passwörter der Bibliotheken sind gelöscht.";

/* Seafile */
"Clear library password successfully." = "Passwort der Bibliothek ist entfernt.";

/* Seafile */
"Clear password" = "Passwort entfernen";

/* Seafile */
"Clear remembered passwords" = "Gespeicherte Passwörter löschen";

/* Seafile */
"Click \"Search\" to start" = "Zum Starten bitte „Suche“ anklicken";

/* Seafile */
"Connecting to server" = "Verbindung zum Server wird hergestellt";

/* Seafile */
"Copy" = "Kopieren";

/* Seafile */
"Copy Link to Clipboard" = "Link in Zwischenablage kopieren";

/* Seafile */
"Copy image to clipboard" = "Bild in Zwischenablage kopieren";

/* Seafile */
"Copy share link to clipboard" = "Freigabe-Link in die Zwischenablage";

/* Seafile */
"Copying files ..." = "Dateien werden kopiert …";

/* Seafile */
"Created library" = "Created library";

/* Seafile */
"Creating file ..." = "Datei wird erstellt …";

/* Seafile */
"Creating folder ..." = "Ordner wird erstellt …";

/* Seafile */
"Delete" = "Löschen";

/* Seafile */
"Deleted" = "Deleted";

/* Seafile */
"Deleted directory" = "Deleted directory";

/* Seafile */
"Deleted file" = "Deleted file";

/* Seafile */
"Deleted library" = "Deleted library";

/* Seafile */
"Deleting directory ..." = "Lösche Ordner …";

/* Seafile */
"Deleting file ..." = "Datei wird gelöscht …";

/* Seafile */
"Deleting files ..." = "Dateien werden gelöscht …";

/* Seafile */
"Destination" = "Ziel";

/* Seafile */
"Directory '%@' is shared with you using %@" = "Ordner „%1$@“ ist über %2$@ für Sie freigegeben";

/* Seafile */
"Discussion" = "Diskussion";

/* Seafile */
"Do you want reset the uploaded photos?" = "Möchten Sie die hochgeladenen Fotos wirklich zurücksetzen?";

/* Seafile */
"Download" = "Herunterladen";

/* Seafile */
"Edit" = "Bearbeiten";

/* Seafile */
"Email" = "E-Mail";

/* Seafile */
"Email or Username" = "E-Mail oder Benutzername";

/* Seafile */
"Enable TouchID" = "Touch ID verwenden";

/* Seafile */
"Encrypted Libraries" = "Verschlüsselte Bibliotheken";

/* Seafile */
"Failed to add discussion" = "Diskussion hinzufügen fehlgeschlagen";

/* Seafile */
"Failed to authenticate" = "Anmeldung fehlgeschlagen";

/* Seafile */
"Failed to copy files" = "Dateien konnten nicht kopiert werden";

/* Seafile */
"Failed to create file" = "Datei konnte nicht erstellt werden";

/* Seafile */
"Failed to create folder" = "Ordner konnte nicht erstellt werden";

/* Seafile */
"Failed to delete files" = "Dateien konnten nicht gelöscht werden";

/* Seafile */
"Failed to find %@" = "%@ nicht gefunden";

/* Seafile */
"Failed to find library" = "Bibliothek nicht gefunden";

/* Seafile */
"Failed to generate share link of directory '%@'" = "Erstellen des Freigabe-Links für den Ordner „%@“ fehlgeschlagen";

/* Seafile */
"Failed to generate share link of file '%@'" = "Freigabe-Link für Datei „%@“ konnte nicht erzeugt werden";

/* Seafile */
"Failed to get groups ..." = "Gruppen konnten nicht abgerufen werden …";

/* Seafile */
"Failed to get messages" = "Nachrichten konnten nicht geladen werden";

/* Seafile */
"Failed to get modification details" = "Failed to get modification details";

/* Seafile */
"Failed to get starred files" = "Informationen zu Favoriten konnten nicht geladen werden";

/* Seafile */
"Failed to identify the coding of '%@'" = "Die Codierung für „%@“ konnte nicht erkannt werden";

/* Seafile */
"Failed to load activities" = "Aktivitäten konnten nicht abgerufen werden";

/* Seafile */
"Failed to load content of the directory" = "Ordnerinhalt konnte nicht abgerufen werden";

/* Seafile */
"Failed to load files" = "Dateien konnten nicht geladen werden";

/* Seafile */
"Failed to login" = "Fehler beim Anmelden";

/* Seafile */
"Failed to move files" = "Dateien konnten nicht verschoben werden";

/* Seafile */
"Failed to rename file" = "Datei konnte nicht umbenannt werden";

/* Seafile */
"Failed to save %@ to album" = "%@ konnte nicht im Album gespeichert werden";

/* Seafile */
"Failed to search" = "Suche fehlgeschlagen";

/* Seafile */
"Failed to send message" = "Nachricht konnte nicht gesendet werden";

/* Seafile */
"Failed to upload file" = "Datei konnte nicht hochgeladen werden";

/* Seafile */
"File '%@' is shared with you using %@" = "Datei-Freigabe für „%1$@“ über %2$@";

/* Seafile */
"File '%@' is too large to edit" = "Datei „%@“ ist zu groß zum Bearbeiten";

/* Seafile */
"File '%@' uploaded success" = "Datei „%@“ wurde hochgeladen";

/* Seafile */
"File name invalid" = "Dateiname ist ungültig";

/* Seafile */
"File name must not be empty" = "Geben Sie einen Dateinamen an";

/* Seafile */
"Files with the same name already exist, do you want to overwrite?" = "Es gibt bereits Dateien mit diesem Namen. Wollen Sie sie überschreiben?";

/* Seafile */
"Folder name invalid" = "Ordnername ist ungültig";

/* Seafile */
"Folder name must not be empty" = "Geben Sie einen Ordnernamen an";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "Beispiele: https://seacloud.cc oder http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Freigabe-Link wird erzeugt …";

/* Seafile */
"Generate share link success" = "Freigabe-Link ist erzeugt";

/* Seafile */
"Group discussion" = "Gruppendiskussion";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "Hallo,<br/><br/>ich verwende %1$@ und kann es sehr empfehlen. Es ist eine einfache und kostenlose Möglichkeit, Dateien nach Bedarf freizugeben.<br/><br/>Mehr Informationen auf der offiziellen %2$@-Website:</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hallo,<br/><br/>hier ist der Link auf <b>'%1$@'</b> in meinem %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hallo,<br/><br/>hier ist der Link auf den Ordner <b>'%1$@'</b> in meinem %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "Möchten Sie diese Datei freigeben?";

/* Seafile */
"Invalid Server" = "Überprüfen Sie die Serveradresse";

/* Seafile */
"Invalid email" = "Überprüfen Sie die E-Mail-Adresse";

/* No comment provided by engineer. */
"Last Updated: %@" = "Letzte Aktualisierung: %@";

/* Seafile */
"Libraries" = "Bibliotheken";

/* Loading Status */
"Loading..." = "Wird geladen …";

/* Seafile */
"Local Cache" = "Lokaler Speicher";

/* Local decryption */
"Local decryption" = "Lokale Entschlüsselung";

/* Seafile */
"Log out" = "Log out";

/* Seafile */
"Login" = "Anmelden";

/* Seafile */
"Message" = "Nachricht";

/* Seafile */
"Messages" = "Nachrichten";

/* Seafile */
"Modification Details" = "Modification Details";

/* Seafile */
"Modified" = "Modified";

/* Seafile */
"Modified file" = "Modified file";

/* Seafile */
"More" = "Mehr";

/* Seafile */
"Move" = "Verschieben";

/* Seafile */
"MoveTo" = "Verschieben nach";

/* Seafile */
"Moved" = "Moved";

/* Seafile */
"Moved directory" = "Moved directory";

/* Seafile */
"Moving files ..." = "Dateien werden verschoben …";

/* Seafile */
"My Own Libraries" = "Meine Bibliotheken";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Name";

/* Seafile */
"Network unavailable" = "Netzwerk nicht verfügbar";

/* Seafile */
"New File" = "Neue Datei";

/* Seafile */
"New Folder" = "Neuer Ordner";

/* Seafile */
"New directory" = "New directory";

/* Seafile */
"New file" = "New file";

/* Seafile */
"New file name" = "Neuer Dateiname";

/* Seafile */
"New folder name" = "Neuer Ordnername";

/* Seafile */
"No Results" = "Keine Ergebnisse";

/* Seafile */
"OK" = "OK";

/* Seafile */
"Open elsewhere..." = "Öffnen mit …";

/* Seafile */
"Open in other applications" = "Mit einer anderen Anwendung öffnen";

/* Seafile */
"Open photo browser" = "Fotos öffnen";

/* Seafile */
"Organization" = "Organization";

/* Seafile */
"Other Server" = "Anderer Server";

/* Seafile */
"Password" = "Passwort";

/* Seafile */
"Password must not be empty" = "Geben Sie Ihr Passwort an";

/* Seafile */
"Password of library '%@'" = "Password of library '%@'";

/* Seafile */
"Password of this library" = "Passwort dieser Bibliothek";

/* Seafile */
"Password required" = "Passwort erforderlich";

/* Seafile */
"PasteTo" = "Einfügen";

/* Seafile */
"Photos" = "Fotos";

/* Seafile */
"Photos are not accessible" = "Fotos sind nicht zugänglich";

/* Seafile */
"Please authenticate to proceed" = "Bitte melden Sie sich an";

/* Seafile */
"Post a discussion to group" = "Eine Diskussion in einer Gruppe beginnen";

/* Seafile */
"Preview" = "Vorschau";

/* Seafile */
"Print" = "Drucken";

/* Seafile */
"Private Shares" = "Persönliche Freigaben";

/* Pull down to get more messages */
"Pull down to get more messages..." = "Herunterziehen für weitere Nachrichten …";

/* Pull down to refresh status */
"Pull down to refresh..." = "Zum Aktualisieren nach unten ziehen …";

/* Seafile */
"Recovered deleted directory" = "Recovered deleted directory";

/* Seafile */
"Redownload" = "Erneut herunterladen";

/* Release to get more messages */
"Release to get more messages..." = "Loslassen für weitere Nachrichten …";

/* Release to refresh status */
"Release to refresh..." = "Zum Aktualisieren loslassen …";

/* Seafile */
"Removed" = "Removed";

/* Seafile */
"Removed directory" = "Removed directory";

/* Seafile */
"Removed file" = "Removed file";

/* Seafile */
"Rename" = "Umbenennen";

/* Seafile */
"Renamed" = "Renamed";

/* Seafile */
"Renamed directory" = "Renamed directory";

/* Seafile */
"Renaming file ..." = "Datei wird umbenannt …";

/* Seafile */
"Replace" = "Ersetzen";

/* Seafile */
"Reset repo password" = "Passwort zurücksetzen";

/* Seafile */
"Reverted file \"%@\" to status at %@." = "Reverted file \"%1$@\" to status at %2$@.";

/* Seafile */
"Reverted library to status at" = "Reverted library to status at";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, Sie haben neue Nachrichten von %@";

/* Seafile */
"Save" = "Speichern";

/* Seafile */
"Save all photos to album" = "Alle Fotos im Album speichern";

/* Seafile */
"Save to %@" = "In %@ speichern";

/* Seafile */
"Save to album" = "Im Album speichern";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "Suche";

/* Seafile */
"Search is not supported on the server" = "Die Suche wird von diesem Server nicht unterstützt";

/* Seafile */
"Searching" = "Suche läuft";

/* Seafile */
"Searching ..." = "Suche läuft …";

/* Seafile */
"Select All" = "Alle";

/* Seafile */
"Select None" = "Keine";

/* No comment provided by engineer. */
"Send" = "Senden";

/* Seafile */
"Send share link via email" = "Freigabe-Link per E-Mail senden";

/* Seafile */
"Sending" = "Wird gesendet";

/* Seafile */
"Sending..." = "Wird gesendet …";

/* Seafile */
"Server" = "Server";

/* Seafile */
"Server must not be empty" = "Geben Sie den Server an";

/* Seafile */
"Server, like https://seafile.cc" = "Server, z.B. https://seafile.cc";

/* Seafile */
"Settings" = "Einstellungen";

/* Seafile */
"Shared to me" = "Shared to me";

/* Seafile */
"Shibboleth" = "Shibboleth";

/* Seafile */
"Shibboleth Login" = "Shibboleth-Anmeldung";

/* Seafile */
"Sort by Last Modifed Time" = "Sortieren: Letzte Änderung";

/* Seafile */
"Sort by Name" = "Sortieren: Name";

/* Seafile */
"Space Used" = "Verwendeter Speicher";

/* Seafile */
"Starred" = "Favoriten";

/* Seafile */
"Start to download folder: " = "Ordner wird heruntergeladen:";

/* Seafile */
"Success to save %@ to album" = "%@ ist im Album gespeichert";

/* Seafile */
"Tell Friends about %@" = "Andere auf %@ hinweisen";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "Das Zertifikat der Website wurde geändert. Möchten Sie trotzdem zu diesem Server verbinden?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "Das Zertifikat von dieser Website ist nicht gültig. Möchten Sie trotzdem fortfahren?";

/* Seafile */
"The length of password should be between 3 and 100" = "Die Länge des Passwortes sollte zwischen 3 und 100 liegen";

/* Seafile */
"The mail account has not been set yet" = "Das E-Mail-Konto ist nicht konfiguriert";

/* Seafile */
"The token is invalid, you need to login again" = "Das Token ist nicht gültig, Sie müssen sich erneut anmelden";

/* Seafile */
"There is no app which can open this type of file on this machine" = "Es ist keine Anwendung verfügbar, die diesen Dateityp öffnen kann";

/* Seafile */
"There was a problem verifying your identity." = "Ihre Identität konnte nicht festgestellt werden.";

/* Seafile */
"This app does not have access to your location service." = "Die App hat keinen Zugriff auf die Ortungsdienste Ihres Geräts.";

/* Seafile */
"This app does not have access to your photos and videos." = "Die App hat keinen Zugriff auf Ihre Fotos und Videos.";

/* Seafile */
"This function is not supportted yet" = "Diese Funktion wird noch nicht unterstützt";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "Diese Funktion wird noch nicht unterstützt. Kopieren Sie alles in die Zwischenablage und schicken Sie es sich per E-Mail.";

/* Seafile */
"Two step verification code" = "Two step verification code";

/* Seafile */
"Upload" = "Hochladen";

/* Seafile */
"Upload Destination" = "Hochladeziel";

/* Seafile */
"Upload Videos" = "Videos hochladen";

/* Seafile */
"Username" = "Benutzer/in";

/* Seafile */
"Username must not be empty" = "Geben Sie Ihren Benutzernamen an";

/* Seafile */
"Verification code must not be empty" = "Verification code must not be empty";

/* Seafile */
"Version" = "App-Version";

/* Seafile */
"Website" = "Website";

/* Seafile */
"Welcome to %@" = "Willkommen bei %@";

/* Seafile */
"Wifi Only" = "Nur im WLAN";

/* Seafile */
"Wipe Cache" = "Zwischenspeicher löschen";

/* Seafile */
"Wrong library password" = "Das Passwort für die Bibliothek ist falsch";

/* Seafile */
"Wrong username or password" = "Benutzername oder Passwort falsch";

/* Seafile */
"You can enable access in Privacy Settings" = "Sie können den Zugriff in den Einstellungen unter Datenschutz freigeben.";

/* Seafile */
"Your device cannot authenticate using Touch ID." = "Ihr Gerät kann Touch ID nicht verwenden.";

/* Seafile */
"and %@ more" = "and %@ more";

/* SeafCell.xib */
"detail" = "Detail";

/* Seafile */
"directories" = "directories";

/* Seafile */
"files" = "files";

/* Seafile */
"modified" = "verändert";

/* Seafile */
"uploading" = "wird hochgeladen";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";
